{
  "sections": {
    "skills": [
      "Marketing",
      "Salesforce.com",
      "Marketo"
    ],
    "languages": [
      {
        "name": "Italian",
        "level": "Limited Working"
      },
      {
        "name": "English",
        "level": "Native or Bilingual"
      },
      {
        "name": "Spanish",
        "level": "Professional Working"
      }
    ],
    "certifications": [
      "Marketo Champion",
      "Marketo Certified Expert"
    ],
    "honors_awards": [
      "SuperMonkey Award",
      "Top Banana Award",
      "Hackathon Honorable Mention"
    ],
    "publications": [
      "7 telling diversity, equity, and inclusion facts to set the scene",
      "Curious how people view you at work? I asked 107 of my colleagues directly",
      "Relentless self-improvement: learning a new skill, being awful at it, and practicing until you’re not",
      "Webinar | Why thought leadership needs data to succeed",
      "Guest Lecturer: How to reach your marketing goals with experimentation & personalization"
    ],
    "profile": [
      "Director of Product Marketing at Brex",
      "San Francisco"
    ],
    "summary": [
      "The human brain is a crazy place, and there are two things that fascinate me most about product and growth marketing. First: the concept of consumer logic and how rational yet irrational it can be. And second: the challenge of communicating in a way that persuades and convinces consumers always requires optimization— so you're optimizing for something that is both rational and irrational.",
      "I apply the same thinking in product marketing that I also apply in leadership, because whether you're connecting with consumers or with your team, you're connecting with the fun irrationality of their logic—in order to bring ideas together, influence an outcome, and also optimize and scale for future growth.",
      "Outside of work, I serve on the Board of Directors of San Francisco Women in Tech, an organization committed to improving the networking and success of women in technology in Silicon Valley; I coach running for Girls on the Run, an organization designed to inspire young girls to be healthy, confident, and joyful; and I'm an avid runner, cyclist, and painter (alizartworks.com).",
      "I also consider myself a “flavor ambassador” to Humphry Slocombe ice cream and can sometimes be spotted scooping on warm summer nights."
    ],
    "experience": [
      "Brex",
      "1 year 5 months",
      "Director of Product Marketing June 2020 - Present  (5 months)",
      "Product Marketing Team Lead June 2019 - June 2020  (1 year 1 month)",
      "Brex’s first Product Marketing hire. Established the PMM, Partner Marketing,",
      "and Content Strategy teams.",
      "SurveyMonkey",
      "4 years 5 months",
      "Senior Product Marketing Manager January 2018 - June 2019  (1 year 6 months) San Mateo, California",
      "Joined SurveyMonkey as one of the first 500 employees - company exceeded",
      "1,020 employees and was publicly listed on Nasdaq (SVMK) in my fourth year.",
      "Led product marketing initiatives to personalize the customer experience in",
      "order to drive engagement, upgrades, and cross-sell for SurveyMonkey’s",
      "largest product: self-serve surveys. Drove go-to-market strategy for feature",
      "launches, conducted customer and market research, determined corporate",
      "messaging and positioning, developed use case content strategy, and more.",
      "Senior Manager, Demand Generation August 2016 - February 2018  (1 year 7 months) San Mateo, California",
      "Promoted to build and lead SurveyMonkey’s Demand Generation team. My",
      "team developed the go-to-market strategy to launch seven new products and",
      "generate qualified leads for each line of business (SurveyMonkey Enterprise,",
      "CX, Engage, TechValidate, Salesforce integration, Marketo integration, Eloqua",
      "integration). I presented results regularly to the executive and leadership",
      "teams.",
      "Demand Generation Manager February 2015 - July 2016  (1 year 6 months) Palo Alto, California",
      "Joined as one of SurveyMonkey’s first 500 employees and focused on",
      "acquisition and conversion marketing. Drove email, online marketing (paid",
      "search, paid social, retargeting), content syndication, and webinar programs.",
      "ClearSlide",
      "Demand Generation Manager July 2014 - January 2015  (7 months) San Francisco, California",
      "Developed and executed acquisition and conversion campaign strategy",
      "and achieved 100% and 120% of demand generation objectives in first",
      "two quarters, respectively. Guided team of three marketing development",
      "representatives to more efficiently qualify inbound leads, and developed",
      "tracking and reporting infrastructure. Regularly presented marketing updates",
      "and training to 70-person sales team.",
      "ICE Data Services",
      "2 years 10 months",
      "Assistant Marketing Manager - Product Marketing March 2013 - June 2014  (1 year 4 months) New York, New York",
      "Promoted to Product Marketing role to develop go-to-market strategy for the",
      "company’s inaugural mobile product releases for two desktop businesses:",
      "1) wealth management, and 2) energy commodities. Created new product",
      "website as go-to destination for prospects, and devised and executed launch",
      "strategies for latest releases of the company’s flagship product.",
      "The Intercontinental Exchange (ICE) acquired Interactive Data Corp shortly",
      "after I left.",
      "Marketing Associate September 2011 - February 2013  (1 year 6 months) New York, New York",
      "Built out Marketing Operations and led effort to implement Marketo with",
      "Salesforce. Trained global teams to use Marketo and automate lead",
      "generation workflows, enabling marketing and sales to coordinate and scale",
      "operations. Initiated first A/B testing program for email and planned internal",
      "offsite sales rally for 225 people.",
      "ALIZARTWORKS",
      "Painter January 2005 - September 2011  (6 years 9 months)",
      "Primarily a colorist, Aliza Edelstein's portraits intend to capture specific",
      "moments between people. Her abstract work focuses on how light and water",
      "affect color.",
      "SWIFT",
      "Marketing Intern June 2011 - August 2011  (3 months)",
      "Conducted industry research and assisted with public relations for launch of",
      "SWIFT’s digital identity token.",
      "SWIFT, the Society for Worldwide Interbank Financial Telecommunication, is",
      "the global provider of secure financial messaging services.",
      "Whitney Museum of American Art",
      "Special Events Intern February 2011 - June 2011  (5 months) New York, New York",
      "Organized the Whitney’s annual Art Party silent auction for 800 people to",
      "celebrate the museum's young arts patrons and emerging artists. Raised",
      "$400,000.",
      "The Whitney Art Party raises crucial funds, through its auction, to sustain",
      "the Whitney’s venerable Independent Study Program. The program enables",
      "students pursuing art practice, curatorial work, art historical scholarship, and",
      "critical writing, the opportunity to engage in an ongoing discourse about the",
      "historical, social, and intellectual conditions of artistic production.",
      "Mitchell-Innes & Nash",
      "Gallery Intern June 2009 - February 2011  (1 year 9 months) New York, New York",
      "Assisted gallery operations at both the Chelsea and Upper East Side locations.",
      "The Journal Gallery",
      "Gallery Intern June 2009 - August 2009  (3 months) Brooklyn, New York"
    ],
    "education": [
      "Columbia University in the City of New York BA   · (2008 - 2011)",
      "Barnard College BA   · (2008 - 2011)",
      "University of Richmond  · (2007 - 2008)"
    ]
  },
  "name": "Aliza Edelstein",
  "profiles": [
    "https://www.linkedin.com/in/alizaedelstein"
  ],
  "links": [
    "http://alizaedelstein.com/"
  ]
}
