{
  "sections": {
    "skills": [
      "Sales",
      "Strong leadership",
      "Coaching"
    ],
    "profile": [
      "CSO | We create an easy way to expand your business ideas and help you build an application in the way you imagine it!",
      "Cherkasy Region, Ukraine"
    ],
    "summary": [
      "Hello World!",
      "We create an easy way to expand your business ideas through Web & Mobile App Development, Software development, QA testing, Dedicated Team and Creation of an MVP!",
      "To bring our clients ideas into life, we are using the newest features and unique methods for all individuals. Our developers have a huge experience in finding the solution to application development. And to achieve our goals, we have come as an expert in React Native and ASP.NET framework.",
      "Over the six years of IT service providers, we have created more than 50 apps and more about each of them you can check in our portfolio",
      "We are covering Automotive, Agriculture & Food, Manufacturing, Healthcare , Pharmaceuticals, E-commerce, Logistics, Travel & Hospitality industries.",
      "The main part of our work takes technology: Web Application - Node.js - HTML5, CSS, JavaScript - React.js - C#, .NET, ASP.NET - Angular.js - Vue.js",
      "Mobile Application - React Native",
      "VR/AR (Virtual Reality/Augmented Reality) - OpenCV, Vuforia",
      "- Unity",
      "Operating Systems: Linux, MacOS, Android, iOS, Windows",
      "Services we provide: Web Application Development Mobile Application Development Server-side Development MVP and Prototyping UX/UI Design UserStory and Technical Documentation Writing QA Testing AR/VR Development Concept and Solution Expertise Dedicated Team",
      "Need our help? Ping me!",
      "Email: andrey.s@vrealsoft.com Skype: live:sales_56017 Phone: +380636020500",
      "www.vrealsoft.com"
    ],
    "experience": [
      "VREAL SOFT",
      "2 года 1 месяц",
      "Chief Sales Officer июнь 2018 - Present  (1 год 9 месяцев) Cherkasy Region, Ukraine",
      "VReal Soft - application development company from Ukraine. We create an",
      "easy way to expand your business ideas. In nowadays, when a digital wave of",
      "information is taking over the whole world, it is very important to move forward",
      "with the time and our role is to help people make their business life much",
      "easier, through the applications. Mobile and web application development is",
      "our main mission in this soothing ocean. We know what the client wants and",
      "we know how to make it.",
      "The figuring part of our work takes technology. To bring our clients ideas into",
      "life, we are using newest features and unique methods for all individuals.",
      "Our developers have a huge experience in finding solution in application",
      "development. And to achieve our goals we are come as an experts in React",
      "Native and ASP.NET framework. As a time goes by, future already came,",
      "and to catch up the trend features we are guiding our clients to the Age",
      "of Augmented Reality. Vuforia and Unity tools, help us to build incredible",
      "applications for your ideas.",
      "Now you know something about us. Thank you for your attention, we are",
      "always looking for new souls, full of ideas and opportunities. We came here to",
      "help you build your own small world, inside the huge digital universe.",
      "Sales Manager февраль 2018 - июнь 2018  (5 месяцев)"
    ],
    "education": [
      "Niagara College Bachelor's degree, Computer Programming/Analyst  · (2015 - 2018)",
      "GEMS Education Math and Physics  · (2011 - 2015)"
    ]
  },
  "name": "Andrey Sanenko",
  "profiles": [
    "https://www.linkedin.com/in/andreysanenko"
  ],
  "links": [
    "http://www.vrealsoft.com/",
    "https://docs.google.com/presentation/d/1wKgeVPWIOZp9PYCBQ6QWvvsiWzxzEINzROb1RGkcVGQ/edit?usp=sharing"
  ],
  "email": "andrey.s@vrealsoft.com",
  "phone": "+380636020500",
  "skype": "live:sales_56017"
}
